driver-tests/bpelse/assign/AssignNamespacesJBI/test/results/multiNSLeafLevel/Actual_20130307124005_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Employee xmlns="http://xml.netbeans.org/schema/employee" xmlns:msgns="http://j2ee.netbeans.org/wsdl/newWSDL">
      <ns0:person xmlns:ns0="http://xml.netbeans.org/schema/person">
        <ns0:name>Jim</ns0:name>
        <ns3:address xmlns:ns3="http://xml.netbeans.org/schema/address">
          <ns3:Street>123 street</ns3:Street>
          <ns3:city>Monrovia</ns3:city>
        </ns3:address>
      </ns0:person>
      <experience>3</experience>
    </Employee>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>